Repository: PinkPork/mafia
Catalog: swift-mafia/Mafia/Mafia/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Add
es: Agregar

source: Add Game
es: Agregar Juego

source: Add Player
es: Agregar Jugador

source: Alive
es: Vivos

source: Cancel
es: Cancelar

source: Current Turn
es: Turno Actual

source: Current Turn: %@
es: Turno actual: %@

source: Day
es: Día

source: Delete
es: Borrar

source: Dismiss
es: Salir

source: Doctor
es: Medico

source: Done
es: Hecho

source: Drag up to reveal the role
es: Arrastra hacia arriba para ver tu rol

source: Edit
es: Editar

source: Error loading games
es: Error cargando juegos

source: Game Over
es: Pailas, se acabó el juego

source: Game over: %@
es: Ganador: %@

source: Game Title
es: Titulo del Juego

source: Kill
es: Matar

source: King
es: Rey

source: Language
es: Idioma

source: Mafia Games
es: Juegos disponibles

source: Mobster
es: Mafioso

source: mobsters
es: Mafiosos

source: Mobsters
es: Mafiosos

source: New Game
es: Nuevo Juego

source: New Game Title
es: Titulo del Juego

source: Next Player
es: Siguiente Jugador

source: Next Turn
es: Siguiente Turno

source: Night
es: Noche

source: No games available, start by creating one
es: No hay juegos disponibles, comienza creando uno.

source: Past Games
es: Juegos pasados

source: Player Name
es: Nombre del jugador

source: Players
es: Jugadores

source: Revive
es: Revivir

source: Start
es: Iniciar

source: Start Game
es: Juego Nuevo

source: Stop
es: Detener

source: Summary
es: Resumen

source: Villager
es: Aldeano

source: villagers
es: Aldeanos

source: Villagers
es: Aldeanos

source: Winner: %@
es: Ganador: %@

source: You need a minimum of 6 players to start
es: Se necesitan al menos 6 jugadores para comenzar
